export const DATA = [
  {
    id: "1",
    value:
      "يا رب ازح عنا الوباء والبلاء واعد علينا العيد لا فاقدين ولا مفقودين سعيدين مبتهجين عيد مبارك سعيد",
  },
  {
    id: "2",
    value:
      "تقبل الله منا ومنك صالح الأعمال والصلاة والصيام وأهل علينا العيد بكل خير",
  },
  {
    id: "3",
    value:
      "اشرقت شمس العيد المبتهج لتنير قلوب المسلمين جميعا كل عام وأنتم بخير",
  },
  {
    id: "4",
    value:
      "اسأل من اعد العيد وطوى الشهر الفقيد ان يسعد قلب كل حزين ويجعل ايامه عيد في عيد",
  },
  {
    id: "5",
    value:
      "بالعيد بهنييك وفي قلبي بخليك وفي عيني بحميك bbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbعيد مبارك سعيد",
  },
  {
    id: "6",
    value:
      "تهنئة خالصة من الوريد الى الوريد بأرقى عبارات الود الشديد امدكم الله بالعمر المديد عيد سعيد",
  },
];
